INSERT INTO principal_parts(present, future, aorist, perfect, prf_mid_pass, aor_pass, def_en, def_zh)
    VALUES ('ἀγαπάω', 'ἀγαπήσω', 'ἠγάπησα', 'ἠγάπηκα', 'ἠγάπημαι', 'ἠγαπήθην', 'love', '愛'),
        ('ἀγγέλω', 'ἀγγελῶ', 'ἤγγειλα', 'ἤγγελκα', 'ἤγγελμαι', 'ἠγγέλθην', 'announce','傳令、宣告'),
        ('ἄγω', 'ἄξω', 'ἤγαγον', 'ἤχα', 'ἦγμαι', 'ἦθην', 'lead','帶領、帶走'),
        ('ἀδικέω', 'ἀδικήσω', 'ἠδίκησα', 'ἠδίκηκα', 'ἠδίκημαι', 'ἠδικήθην', 'do wrong','做錯事'),
        ('αἱρέω', 'αἱρήσω', 'εἷλον', 'ᾕρηκα', 'ᾕρημαι', 'ᾕρηλθην', 'take, capture; mid: choose, lift','拿、抓、搶；中動態：選擇'),
        ('αἴρω', 'ἀρῶ', 'ἦρα', 'ἦρκα', 'ἦρμαι', 'ἤρθην', 'lift','抬起'),
        ('αἰσθάνομαι', 'αἰσθήσομαι', 'ᾐσθόμην', '-', 'ᾔσθημαι', '-', 'perceive','察覺、理解、聽到'),
        ('αἰτέω', 'αἰτήσω', 'ᾔτησα', 'ᾔτηκα', 'ᾔτημαι', 'ᾐτήθην', 'ask(for), beg','問、要求、乞求'),
        ('ἀκούω', 'ἀκούσομαι', 'ἤκουσα', 'ἀκήκοα', '-', 'ἠκούσθην', 'hear', '聽'),
        ('ἁμαρτάνω','ἁμαρτήσομαι', 'ἥμαρτον', 'ἡμάρτηκα', 'ἡμάρτημαι', 'ἡμαρτήθην','err, do wrong', '失誤、犯錯');
